espressif/esp-idf/examples/bluetooth/bluedroid/ble_50/ble50_security_server/sdkconfig.ci.esp32c2_cfg_test
CONFIG_EXAMPLE_CI_ID=7
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_CI_PIPELINE_ID=${CI_PIPELINE_ID}
CONFIG_BT_BLUEDROID_MEM_DEBUG=y
CONFIG_BT_GATTS_PPCP_CHAR_GAP=y
CONFIG_BT_GATTS_ROBUST_CACHING_ENABLED=y
CONFIG_BT_GATTC_CACHE_NVS_FLASH=y
CONFIG_BT_SMP_SLAVE_CON_PARAMS_UPD_ENABLE=y
CONFIG_BT_BLE_SMP_ID_RESET_ENABLE=y
CONFIG_BT_BLE_ACT_SCAN_REP_ADV_SCAN=y
CONFIG_BT_BLE_HIGH_DUTY_ADV_INTERVAL=y
CONFIG_BT_ABORT_WHEN_ALLOCATION_FAILS=y
